Repository: Sushilteachuweb/TNM-User
Catalog: lib/l10n/app_*.arb
Languages: gu, mr, pa

source: Select Your Language
gu: તમારી ભાષા પસંદ કરો
mr: तुमची भाषा निवडा
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ

# moreLanguagesComingSoon
source: More languages will be added soon!
gu: વધુ ભાષાઓ ટૂંક સમયમાં ઉમેરવામાં આવશે!
mr: अधिक भाषा लवकरच जोडल्या जातील!
pa: ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਜਲਦੀ ਹੀ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ!

# continueButton
source: Continue
gu: ચાલુ રાખો
mr: सुरू ठेवा
pa: ਜਾਰੀ ਰੱਖੋ

# rozgarDigitalSaathi
source: Rozgar ka Digital Saathi
gu: રોજગારનો ડિજિટલ સાથી
mr: रोजगाराचा डिजिटल साथी
pa: ਰੋਜ਼ਗਾਰ ਦਾ ਡਿਜੀਟਲ ਸਾਥੀ

# jobSearchPartner
source: Your Job Search Partner
gu: તમારો નોકરી શોધ સાથી
mr: तुमचा नोकरी शोध साथी
pa: ਤੁਹਾਡਾ ਨੌਕਰੀ ਖੋਜ ਸਾਥੀ

source: Home
gu: હોમ
mr: होम
pa: ਘਰ

source: Jobs
gu: નોકરીઓ
mr: नोकऱ्या
pa: ਨੌਕਰੀਆਂ

source: Activity
gu: પ્રવૃત્તિ
mr: क्रियाकलाप
pa: ਗਤੀਵਿਧੀ

source: Video
gu: વિડિયો
mr: व्हिडिओ
pa: ਵੀਡੀਓ

source: Profile
gu: પ્રોફાઇલ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ

source: Welcome Back!
gu: પાછા સ્વાગત છે!
mr: परत स्वागत आहे!
pa: ਵਾਪਸ ਸਵਾਗਤ ਹੈ!

# signInToContinue
source: Sign in to continue your job search
gu: તમારી નોકરી શોધ ચાલુ રાખવા માટે સાઇન ઇન કરો
mr: तुमचा नोकरी शोध सुरू ठेवण्यासाठी साइन इन करा
pa: ਆਪਣੀ ਨੌਕਰੀ ਖੋਜ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ

source: Phone Number
gu: ફોન નંબર
mr: फोन नंबर
pa: ਫੋਨ ਨੰਬਰ

source: Enter Phone Number
gu: ફોન નંબર દાખલ કરો
mr: फोन नंबर टाका
pa: ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ

source: Enter 10-digit number
gu: 10 અંકનો નંબર દાખલ કરો
mr: 10 अंकी नंबर टाका
pa: 10 ਅੰਕਾਂ ਦਾ ਨੰਬਰ ਦਾਖਲ ਕਰੋ

# agreeToTerms
source: I agree to the terms and conditions to log in to the app
gu: હું એપમાં લોગ ઇન કરવા માટે નિયમો અને શરતો સાથે સંમત છું
mr: मी अॅपमध्ये लॉग इन करण्यासाठी अटी व शर्तींशी सहमत आहे
pa: ਮੈਂ ਐਪ ਵਿੱਚ ਲਾਗ ਇਨ ਕਰਨ ਲਈ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ

source: Verify Phone Number
gu: ફોન નંબર ચકાસો
mr: फोन नंबर सत्यापित करा
pa: ਫੋਨ ਨੰਬਰ ਤਸਦੀਕ ਕਰੋ

source: Enter Verification Code
gu: ચકાસણી કોડ દાખલ કરો
mr: सत्यापन कोड टाका
pa: ਤਸਦੀਕੀ ਕੋਡ ਦਾਖਲ ਕਰੋ

# weSentCodeTo
source: We sent a 4-digit code to
gu: અમે 4-અંકનો કોડ મોકલ્યો છે
mr: आम्ही 4-अंकी कोड पाठवला आहे
pa: ਅਸੀਂ 4-ਅੰਕਾਂ ਦਾ ਕੋਡ ਭੇਜਿਆ ਹੈ

source: Change phone number
gu: ફોન નંબર બદલો
mr: फोन नंबर बदला
pa: ਫੋਨ ਨੰਬਰ ਬਦਲੋ

# resendCode
source: Resend code in
gu: કોડ ફરીથી મોકલો
mr: कोड पुन्हा पाठवा
pa: ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ

source: Verify Code
gu: કોડ ચકાસો
mr: कोड सत्यापित करा
pa: ਕੋਡ ਤਸਦੀਕ ਕਰੋ

source: Create Profile
gu: પ્રોફાઇલ બનાવો
mr: प्रोफाइल तयार करा
pa: ਪ੍ਰੋਫਾਈਲ ਬਣਾਓ

source: Change Photo
gu: ફોટો બદલો
mr: फोटो बदला
pa: ਫੋਟੋ ਬਦਲੋ

source: Add Photo
gu: ફોટો ઉમેરો
mr: फोटो जोडा
pa: ਫੋਟੋ ਜੋੜੋ

source: Full Name
gu: પૂરું નામ
mr: पूर्ण नाव
pa: ਪੂਰਾ ਨਾਮ

source: Email Address
gu: ઈમેલ સરનામું
mr: ईमेल पत्ता
pa: ਈਮੇਲ ਪਤਾ

source: Gender
gu: લિંગ
mr: लिंग
pa: ਲਿੰਗ

source: Male
gu: પુરુષ
mr: पुरुष
pa: ਮਰਦ

source: Female
gu: સ્ત્રી
mr: स्त्री
pa: ਔਰਤ

source: Other
gu: અન્ય
mr: इतर
pa: ਹੋਰ

source: Education
gu: શિક્ષણ
mr: शिक्षण
pa: ਸਿੱਖਿਆ

source: Work Experience
gu: કાર્ય અનુભવ
mr: कामाचा अनुभव
pa: ਕੰਮ ਦਾ ਤਜਰਬਾ

# iAmFresher
source: I am a fresher
gu: હું નવો છું
mr: मी नवा आहे
pa: ਮੈਂ ਨਵਾਂ ਹਾਂ

source: I have experience
gu: મારી પાસે અનુભવ છે
mr: माझ्याकडे अनुभव आहे
pa: ਮੇਰੇ ਕੋਲ ਤਜਰਬਾ ਹੈ

# tenthPass
source: 10th Pass
gu: 10મી પાસ
mr: 10वी पास
pa: 10ਵੀਂ ਪਾਸ

# twelfthPass
source: 12th Pass
gu: 12મી પાસ
mr: 12वी पास
pa: 12ਵੀਂ ਪਾਸ

source: Diploma
gu: ડિપ્લોમા
mr: डिप्लोमा
pa: ਡਿਪਲੋਮਾ

source: Graduate
gu: સ્નાતક
mr: पदवीधर
pa: ਗ੍ਰੈਜੂਏਟ

source: Post Graduate
gu: અનુસ્નાતક
mr: पदव्युत्तर
pa: ਪੋਸਟ ਗ੍ਰੈਜੂਏਟ

source: Skills
gu: કૌશલ્યો
mr: कौशल्ये
pa: ਹੁਨਰ

source: Add Your Skills
gu: તમારા કૌશલ્યો ઉમેરો
mr: तुमची कौशल्ये जोडा
pa: ਆਪਣੇ ਹੁਨਰ ਜੋੜੋ

# typeCustomSkill
source: Type a custom skill...
gu: કસ્ટમ કૌશલ્ય ટાઇપ કરો...
mr: कस्टम कौशल्य टाइप करा...
pa: ਕਸਟਮ ਹੁਨਰ ਟਾਈਪ ਕਰੋ...

source: Popular Skills
gu: લોકપ્રિય કૌશલ્યો
mr: लोकप्रिय कौशल्ये
pa: ਪ੍ਰਸਿੱਧ ਹੁਨਰ

source: Selected Skills
gu: પસંદ કરેલા કૌશલ્યો
mr: निवडलेली कौशल्ये
pa: ਚੁਣੇ ਗਏ ਹੁਨਰ

# iWantJob
source: I want a Job
gu: મને નોકરી જોઈએ છે
mr: मला नोकरी हवी आहे
pa: ਮੈਨੂੰ ਨੌਕਰੀ ਚਾਹੀਦੀ ਹੈ

source: I want to Hire
gu: હું ભરતી કરવા માંગુ છું
mr: मला भरती करायची आहे
pa: ਮੈਂ ਭਰਤੀ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ

source: Job Categories
gu: નોકરી શ્રેણીઓ
mr: नोकरी श्रेणी
pa: ਨੌਕਰੀ ਸ਼੍ਰੇਣੀਆਂ

# chooseCareerPath
source: Choose Your Career Path
gu: તમારો કારકિર્દી માર્ગ પસંદ કરો
mr: तुमचा करिअर मार्ग निवडा
pa: ਆਪਣਾ ਕਰੀਅਰ ਪਾਥ ਚੁਣੋ

# selectJobCategory
source: Select a job category that matches your skills
gu: તમારા કૌશલ્યો સાથે મેળ ખાતી નોકરી શ્રેણી પસંદ કરો
mr: तुमच्या कौशल्यांशी जुळणारी नोकरी श्रेणी निवडा
pa: ਆਪਣੇ ਹੁਨਰ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਨੌਕਰੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ

source: Search job categories...
gu: નોકરી શ્રેણીઓ શોધો...
mr: नोकरी श्रेणी शोधा...
pa: ਨੌਕਰੀ ਸ਼੍ਰੇਣੀਆਂ ਖੋਜੋ...

source: Experience Level
gu: અનુભવ સ્તર
mr: अनुभव पातळी
pa: ਤਜਰਬਾ ਪੱਧਰ

source: I'm Experienced
gu: હું અનુભવી છું
mr: मी अनुभवी आहे
pa: ਮੈਂ ਤਜਰਬੇਕਾਰ ਹਾਂ

# imFresher
source: I'm a Fresher
gu: હું નવો છું
mr: मी नवा आहे
pa: ਮੈਂ ਨਵਾਂ ਹਾਂ

source: Experience Details
gu: અનુભવ વિગતો
mr: अनुभव तपशील
pa: ਤਜਰਬਾ ਵੇਰਵੇ

source: Select Experience Level
gu: અનુભવ સ્તર પસંદ કરો
mr: अनुभव पातळी निवडा
pa: ਤਜਰਬਾ ਪੱਧਰ ਚੁਣੋ

source: Current Salary (₹)
gu: વર્તમાન પગાર (₹)
mr: सध्याचा पगार (₹)
pa: ਮੌਜੂਦਾ ਤਨਖਾਹ (₹)

source: Back
gu: પાછળ
mr: मागे
pa: ਵਾਪਸ

source: Search Jobs
gu: નોકરીઓ શોધો
mr: नोकऱ्या शोधा
pa: ਨੌਕਰੀਆਂ ਖੋਜੋ

source: Featured Jobs
gu: ફીચર્ડ નોકરીઓ
mr: फीचर्ड नोकऱ्या
pa: ਫੀਚਰਡ ਨੌਕਰੀਆਂ

source: Nearby Jobs
gu: નજીકની નોકરીઓ
mr: जवळच्या नोकऱ्या
pa: ਨੇੜਲੀਆਂ ਨੌਕਰੀਆਂ

source: Career Development
gu: કારકિર્દી વિકાસ
mr: करिअर विकास
pa: ਕਰੀਅਰ ਵਿਕਾਸ

source: All Jobs
gu: બધી નોકરીઓ
mr: सर्व नोकऱ्या
pa: ਸਾਰੀਆਂ ਨੌਕਰੀਆਂ

source: View All
gu: બધું જુઓ
mr: सर्व पहा
pa: ਸਭ ਵੇਖੋ

source: Apply
gu: અરજી કરો
mr: अर्ज करा
pa: ਅਰਜ਼ੀ ਦਿਓ

source: Applied
gu: અરજી કરેલ
mr: अर्ज केला
pa: ਅਰਜ਼ੀ ਦਿੱਤੀ ਗਈ

source: Salary
gu: પગાર
mr: पगार
pa: ਤਨਖਾਹ

source: Experience
gu: અનુભવ
mr: अनुभव
pa: ਤਜਰਬਾ

source: Location
gu: સ્થાન
mr: स्थान
pa: ਸਥਾਨ

source: Job Details
gu: નોકરી વિગતો
mr: नोकरी तपशील
pa: ਨੌਕਰੀ ਵੇਰਵੇ

source: Company Details
gu: કંપની વિગતો
mr: कंपनी तपशील
pa: ਕੰਪਨੀ ਵੇਰਵੇ

source: Requirements
gu: આવશ્યકતાઓ
mr: आवश्यकता
pa: ਲੋੜਾਂ

source: Responsibilities
gu: જવાબદારીઓ
mr: जबाबदाऱ्या
pa: ਜ਼ਿੰਮੇਵਾਰੀਆਂ

source: Benefits
gu: લાભો
mr: फायदे
pa: ਫਾਇਦੇ

source: Apply Now
gu: હવે અરજી કરો
mr: आता अर्ज करा
pa: ਹੁਣੇ ਅਰਜ਼ੀ ਦਿਓ

source: Login
gu: લોગિન
mr: लॉगिन
pa: ਲਾਗਇਨ

source: Send OTP
gu: OTP મોકલો
mr: OTP पाठवा
pa: OTP ਭੇਜੋ

source: Verify OTP
gu: OTP ચકાસો
mr: OTP सत्यापित करा
pa: OTP ਤਸਦੀਕ ਕਰੋ

source: Enter OTP
gu: OTP દાખલ કરો
mr: OTP टाका
pa: OTP ਦਾਖਲ ਕਰੋ

source: Resend OTP
gu: OTP ફરીથી મોકલો
mr: OTP पुन्हा पाठवा
pa: OTP ਦੁਬਾਰਾ ਭੇਜੋ

source: Select Skills
gu: કૌશલ્યો પસંદ કરો
mr: कौशल्ये निवडा
pa: ਹੁਨਰ ਚੁਣੋ

source: Save
gu: સેવ કરો
mr: सेव्ह करा
pa: ਸੇਵ ਕਰੋ

source: Update
gu: અપડેટ કરો
mr: अपडेट करा
pa: ਅਪਡੇਟ ਕਰੋ

source: Cancel
gu: રદ કરો
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ

source: Delete
gu: કાઢી નાખો
mr: हटवा
pa: ਮਿਟਾਓ

source: Edit
gu: સંપાદિત કરો
mr: संपादित करा
pa: ਸੰਪਾਦਨ

source: Settings
gu: સેટિંગ્સ
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਾਂ

source: Logout
gu: લોગઆઉટ
mr: लॉगआउट
pa: ਲਾਗਆਉਟ

source: About Us
gu: અમારા વિશે
mr: आमच्याबद्दल
pa: ਸਾਡੇ ਬਾਰੇ

source: Contact Us
gu: અમારો સંપર્ક કરો
mr: आमच्याशी संपर्क साधा
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

source: Privacy Policy
gu: ગોપનીયતા નીતિ
mr: गोपनीयता धोरण
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ

source: Terms and Conditions
gu: નિયમો અને શરતો
mr: अटी व शर्ती
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ

source: Rate App
gu: એપને રેટ કરો
mr: अॅपला रेट करा
pa: ਐਪ ਨੂੰ ਰੇਟ ਕਰੋ

source: Share App
gu: એપ શેર કરો
mr: अॅप शेअर करा
pa: ਐਪ ਸਾਂਝਾ ਕਰੋ

source: Notifications
gu: સૂચનાઓ
mr: सूचना
pa: ਸੂਚਨਾਵਾਂ

source: Language
gu: ભાષા
mr: भाषा
pa: ਭਾਸ਼ਾ

source: Change Language
gu: ભાષા બદલો
mr: भाषा बदला
pa: ਭਾਸ਼ਾ ਬਦਲੋ

source: Loading...
gu: લોડ થઈ રહ્યું છે...
mr: लोड होत आहे...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...

source: Error
gu: ભૂલ
mr: त्रुटी
pa: ਗਲਤੀ

source: Success
gu: સફળતા
mr: यश
pa: ਸਫਲਤਾ

source: No data found
gu: કોઈ ડેટા મળ્યો નથી
mr: कोणताही डेटा सापडला नाही
pa: ਕੋਈ ਡੇਟਾ ਨਹੀਂ ਮਿਲਿਆ

source: No internet connection
gu: ઈન્ટરનેટ કનેક્શન નથી
mr: इंटरनेट कनेक्शन नाही
pa: ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ

source: Try Again
gu: ફરીથી પ્રયાસ કરો
mr: पुन्हा प्रयत्न करा
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Refresh
gu: રિફ્રેશ કરો
mr: रिफ्रेश करा
pa: ਰਿਫ੍ਰੈਸ਼ ਕਰੋ

source: Search
gu: શોધો
mr: शोधा
pa: ਖੋਜੋ

source: Filter
gu: ફિલ્ટર
mr: फिल्टर
pa: ਫਿਲਟਰ

source: Sort
gu: ક્રમબદ્ધ કરો
mr: क्रमवारी लावा
pa: ਕ੍ਰਮਬੱਧ ਕਰੋ

source: Clear
gu: સાફ કરો
mr: साफ करा
pa: ਸਾਫ਼ ਕਰੋ

source: Done
gu: પૂર્ણ
mr: पूर्ण
pa: ਪੂਰਾ

source: Yes
gu: હા
mr: होय
pa: ਹਾਂ

source: No
gu: ના
mr: नाही
pa: ਨਹੀਂ

source: OK
gu: ઠીક છે
mr: ठीक आहे
pa: ਠੀਕ ਹੈ

source: Fresher
gu: નવો
mr: नवा
pa: ਨਵਾਂ

source: Experienced
gu: અનુભવી
mr: अनुभवी
pa: ਤਜਰਬੇਕਾਰ

source: Select Job Type
gu: નોકરીનો પ્રકાર પસંદ કરો
mr: नोकरीचा प्रकार निवडा
pa: ਨੌਕਰੀ ਦੀ ਕਿਸਮ ਚੁਣੋ

# areYouFresher
source: Are you a fresher or experienced?
gu: તમે નવા છો કે અનુભવી?
mr: तुम्ही नवे आहात की अनुभवी?
pa: ਕੀ ਤੁਸੀਂ ਨਵੇਂ ਹੋ ਜਾਂ ਤਜਰਬੇਕਾਰ?

# fresherDescription
source: New to the job market
gu: નોકરી બજારમાં નવા
mr: नोकरी बाजारात नवे
pa: ਨੌਕਰੀ ਬਾਜ਼ਾਰ ਵਿੱਚ ਨਵੇਂ

# experiencedDescription
source: Have work experience
gu: કાર્ય અનુભવ છે
mr: कामाचा अनुभव आहे
pa: ਕੰਮ ਦਾ ਤਜਰਬਾ ਹੈ

source: Next
gu: આગળ
mr: पुढे
pa: ਅਗਲਾ

source: Previous
gu: પાછળ
mr: मागे
pa: ਪਿਛਲਾ

source: Skip
gu: છોડો
mr: वगळा
pa: ਛੱਡੋ

source: Finish
gu: સમાપ્ત
mr: समाप्त
pa: ਖਤਮ

source: Welcome
gu: સ્વાગત
mr: स्वागत
pa: ਸਵਾਗਤ

source: Get Started
gu: શરૂ કરો
mr: सुरुवात करा
pa: ਸ਼ੁਰੂ ਕਰੋ

source: Explore Jobs
gu: નોકરીઓ એક્સપ્લોર કરો
mr: नोकऱ्या एक्सप्लोर करा
pa: ਨੌਕਰੀਆਂ ਐਕਸਪਲੋਰ ਕਰੋ

source: Find Your Dream Job
gu: તમારી સ્વપ્નની નોકરી મેળવો
mr: तुमची स्वप्नातील नोकरी मिळवा
pa: ਆਪਣੇ ਸੁਪਨਿਆਂ ਦੀ ਨੌਕਰੀ ਪਾਓ

# thousandsOfJobs
source: Thousands of jobs available
gu: હજારો નોકરીઓ ઉપલબ્ધ
mr: हजारो नोकऱ्या उपलब्ध
pa: ਹਜ਼ਾਰਾਂ ਨੌਕਰੀਆਂ ਉਪਲਬਧ

# easyApplication
source: Easy Application Process
gu: સરળ અરજી પ્રક્રિયા
mr: सोपी अर्ज प्रक्रिया
pa: ਆਸਾਨ ਅਰਜ਼ੀ ਪ੍ਰਕਿਰਿਆ

source: Quick Apply
gu: ઝડપી અરજી
mr: त्वरित अर्ज
pa: ਤੇਜ਼ ਅਰਜ਼ੀ

source: Instant Notifications
gu: તાત્કાલિક સૂચનાઓ
mr: तत्काळ सूचना
pa: ਤੁਰੰਤ ਸੂਚਨਾਵਾਂ

# stayUpdated
source: Stay updated with job alerts
gu: નોકરી અલર્ટ સાથે અપડેટ રહો
mr: नोकरी अलर्टसह अपडेट रहा
pa: ਨੌਕਰੀ ਅਲਰਟ ਨਾਲ ਅਪਡੇਟ ਰਹੋ

source: Personalized Recommendations
gu: વ્યક્તિગત ભલામણો
mr: वैयक्तिक शिफारसी
pa: ਵਿਅਕਤੀਗਤ ਸਿਫਾਰਸ਼ਾਂ

# jobsForYou
source: Jobs tailored for you
gu: તમારા માટે નોકરીઓ
mr: तुमच्यासाठी नोकऱ्या
pa: ਤੁਹਾਡੇ ਲਈ ਨੌਕਰੀਆਂ

source: Choose Your Career Path
gu: તમારો કારકિર્દી માર્ગ પસંદ કરો
mr: तुमचा करिअर मार्ग निवडा
pa: ਆਪਣਾ ਕਰੀਅਰ ਪਾਥ ਚੁਣੋ

# selectJobCategoryMatching
source: Select a job category that matches your skills
gu: તમારા કૌશલ્યો સાથે મેળ ખાતી નોકરી શ્રેણી પસંદ કરો
mr: तुमच्या कौशल्यांशी जुळणारी नोकरी श्रेणी निवडा
pa: ਆਪਣੇ ਹੁਨਰ ਨਾਲ ਮੇਲ ਖਾਂਦੀ ਨੌਕਰੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ

# searchJobCategoriesPlaceholder
source: Search job categories...
gu: નોકરી શ્રેણીઓ શોધો...
mr: नोकरी श्रेणी शोधा...
pa: ਨੌਕਰੀ ਸ਼੍ਰੇਣੀਆਂ ਖੋਜੋ...

source: No categories found
gu: કોઈ શ્રેણી મળી નથી
mr: कोणत्याही श्रेणी सापडल्या नाहीत
pa: ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਮਿਲੀ

# trySearchingDifferentKeywords
source: Try searching with different keywords
gu: વિવિધ કીવર્ડ્સ સાથે શોધવાનો પ્રયાસ કરો
mr: वेगळे कीवर्ड वापरून शोधण्याचा प्रयत्न करा
pa: ਵੱਖਰੇ ਕੀਵਰਡਾਂ ਨਾਲ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Fresher Position
gu: નવો પદ
mr: नवीन पद
pa: ਫਰੈਸ਼ਰ ਪਦ

# typeCustomSkillPlaceholder
source: Type a custom skill...
gu: કસ્ટમ કૌશલ્ય ટાઇપ કરો...
mr: कस्टम कौशल्य टाइप करा...
pa: ਕਸਟਮ ਹੁਨਰ ਟਾਈਪ ਕਰੋ...

source: Please complete all fields
gu: કૃપા કરીને બધા ફીલ્ડ ભરો
mr: कृपया सर्व फील्ड भरा
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ

source: Please add at least one skill
gu: કૃપા કરીને ઓછામાં ઓછું એક કૌશલ્ય ઉમેરો
mr: कृपया किमान एक कौशल्य जोडा
pa: ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ ਇੱਕ ਹੁਨਰ ਜੋੜੋ

source: Chat HR
gu: HR સાથે ચેટ કરો
mr: HR शी चॅट करा

source: Call HR
gu: HR ને કૉલ કરો
mr: HR ला कॉल करा

source: My Activity
gu: મારી પ્રવૃત્તિ
mr: माझी क्रियाकलाप

# trackJobApplications
source: Track your job applications and progress
gu: તમારી નોકરી અરજીઓ અને પ્રગતિને ટ્રેક કરો
mr: तुमच्या नोकरी अर्जांचा आणि प्रगतीचा मागोवा घ्या

source: No Applications Yet
gu: હજુ સુધી કોઈ અરજીઓ નથી
mr: अजून कोणते अर्ज नाहीत

# startApplyingJobs
source: Start applying to jobs and track your applications here
gu: નોકરીઓ માટે અરજી કરવાનું શરૂ કરો અને અહીં તમારી અરજીઓને ટ્રેક કરો
mr: नोकऱ्यांसाठी अर्ज करणे सुरू करा आणि येथे तुमच्या अर्जांचा मागोवा घ्या

source: Browse Jobs
gu: નોકરીઓ બ્રાઉઝ કરો
mr: नोकऱ्या ब्राउझ करा

source: Call Now
gu: હવે કૉલ કરો
mr: आता कॉल करा

source: WhatsApp
gu: વોટ્સએપ
mr: व्हाट्सअॅप

# callHRComingSoon
source: Call HR feature coming soon! 📞
gu: HR કૉલ ફીચર ટૂંક સમયમાં આવી રહ્યું છે! 📞
mr: HR कॉल फीचर लवकरच येत आहे! 📞

# whatsappHRComingSoon
source: WhatsApp HR feature coming soon! 💬
gu: વોટ્સએપ HR ફીચર ટૂંક સમયમાં આવી રહ્યું છે! 💬
mr: व्हाट्सअॅप HR फीचर लवकरच येत आहे! 💬

source: Job Requirements
gu: નોકરીની આવશ્યકતાઓ
mr: नोकरीच्या आवश्यकता

source: Experience Required
gu: આવશ્યક અનુભવ
mr: आवश्यक अनुभव

source: Job Description
gu: નોકરીનું વર્ણન
mr: नोकरीचे वर्णन

source: Skills Required
gu: આવશ્યક કૌશલ્યો
mr: आवश्यक कौशल्ये

source: Openings
gu: ખુલ્લી જગ્યાઓ
mr: रिक्त जागा

source: Salary Type
gu: પગારનો પ્રકાર
mr: पगाराचा प्रकार

source: Career Development Videos
gu: કારકિર્દી વિકાસ વિડિયો
mr: करिअर विकास व्हिडिओ

# learnGrowAdvance
source: Learn, grow, and advance your career
gu: શીખો, વધો અને તમારી કારકિર્દીને આગળ વધારો
mr: शिका, वाढा आणि तुमच्या करिअरला पुढे नेऊन जा

source: Watch Now
gu: હવે જુઓ
mr: आता पहा

source: My Profile
gu: મારી પ્રોફાઇલ
mr: माझे प्रोफाइल

source: Add New
gu: નવું ઉમેરો
mr: नवीन जोडा

source: Personal Information
gu: વ્યક્તિગત માહિતી
mr: वैयक्तिक माहिती

source: Languages
gu: ભાષાઓ
mr: भाषा

source: English Level
gu: અંગ્રેજી સ્તર
mr: इंग्रजी पातळी

source: Good English
gu: સારી અંગ્રેજી
mr: चांगली इंग्रजी

# discoverOpportunities
source: Discover opportunities that match your skills
gu: તમારા કૌશલ્યો સાથે મેળ ખાતી તકો શોધો
mr: तुमच्या कौशल्यांशी जुळणाऱ्या संधी शोधा

# searchPlaceholder
source: Search for jobs, companies, skills...
gu: નોકરીઓ, કંપનીઓ, કૌશલ્યો શોધો...
mr: नोकऱ्या, कंपन्या, कौशल्ये शोधा...

source: Rate Your Experience
gu: તમારા અનુભવને રેટ કરો
mr: तुमच्या अनुभवाला रेट करा

source: Chat With Us
gu: અમારી સાથે ચેટ કરો
mr: आमच्याशी चॅट करा

# supportAvailable
source: 24/7 Support Available
gu: 24/7 સપોર્ટ ઉપલબ્ધ
mr: 24/7 सपोर्ट उपलब्ध

source: Full Time
gu: પૂર્ણ સમય
mr: पूर्ण वेळ

source: Part Time
gu: અંશ સમય
mr: अर्धवेळ

source: Remote
gu: રિમોટ
mr: रिमोट

source: Internships
gu: ઇન્ટર્નશિપ
mr: इंटर्नशिप

source: Freelance
gu: ફ્રીલાન્સ
mr: फ्रीलान्स

source: Contract
gu: કોન્ટ્રાક્ટ
mr: कॉन्ट्रॅक्ट

source: New Job
gu: નવી નોકરી
mr: नवीन नोकरी

source: Vacancies
gu: ખાલી જગ્યાઓ
mr: रिक्त जागा

source: Urgent
gu: તાત્કાલિક
mr: तातडीची

source: Choose Profile Photo
gu: પ્રોફાઇલ ફોટો પસંદ કરો
mr: प्रोफाइल फोटो निवडा

source: Max size: 5MB
gu: મહત્તમ સાઇઝ: 5MB
mr: कमाल आकार: 5MB

source: No image selected
gu: કોઈ ઇમેજ પસંદ કરેલ નથી
mr: कोणती इमेज निवडली नाही

source: No resume selected
gu: કોઈ રિઝ્યૂમે પસંદ કરેલ નથી
mr: कोणता रिझ्यूमे निवडला नाही

source: Location Required
gu: સ્થાન આવશ્યક
mr: स्थान आवश्यक

source: Coming Soon
gu: ટૂંક સમયમાં આવી રહ્યું છે
mr: लवकरच येत आहे

source: Additional Information
gu: વધારાની માહિતી
mr: अतिरिक्त माहिती

source: Posted
gu: પોસ્ટ કરેલ
mr: पोस्ट केले

source: weeks ago
gu: અઠવાડિયા પહેલા
mr: आठवड्यांपूर्वी

source: fixed only
gu: ફિક્સ્ડ માત્ર
mr: फिक्स्ड फक्त

source: Account
gu: એકાઉન્ટ
mr: खाते

# areYouSureLogout
source: Are you sure you want to logout from your account?
gu: શું તમે ખરેખર તમારા એકાઉન્ટમાંથી લોગઆઉટ કરવા માંગો છો?
mr: तुम्हाला खरोखर तुमच्या खात्यातून लॉगआउट करायचे आहे का?

source: Select Language
gu: ભાષા પસંદ કરો
mr: भाषा निवडा

source: English
gu: અંગ્રેજી
mr: इंग्रजी

# hindi
source: हिंदी
gu: હિંદી

# punjabi
source: ਪੰਜਾਬੀ
gu: પંજાબી
mr: पंजाबी

# marathi
source: मराठी
gu: મરાઠી

source: Jobs Found
gu: નોકરીઓ મળી
mr: नोकऱ्या सापडल्या

source: Find your perfect match
gu: તમારો સંપૂર્ણ મેચ શોધો
mr: तुमचा परफेक्ट मॅच शोधा

source: Search jobs, companies, locations...
gu: નોકરીઓ, કંપનીઓ, સ્થાનો શોધો...
mr: नोकऱ्या, कंपन्या, स्थाने शोधा...

source: Work From Home
gu: ઘરેથી કામ
mr: घरून काम

source: Work From Office
gu: ઓફિસથી કામ
mr: ऑफिसमधून काम

source: IT & Software
gu: IT અને સોફ્ટવેર
mr: IT आणि सॉफ्टवेअर

source: Sales & Marketing
gu: સેલ્સ અને માર્કેટિંગ
mr: सेल्स आणि मार्केटिंग

source: Customer Service
gu: કસ્ટમર સર્વિસ
mr: कस्टमर सर्व्हिस

source: How was your job search experience?
gu: તમારો નોકરી શોધનો અનુભવ કેવો હતો?
mr: तुमचा नोकरी शोधाचा अनुभव कसा होता?

source: Submit Rating
gu: રેટિંગ સબમિટ કરો
mr: रेटिंग सबमिट करा

source: Resume Building Tips
gu: રિઝ્યૂમે બનાવવાની ટિપ્સ
mr: रिझ्यूमे तयार करण्याच्या टिप्स

source: Interview Preparation
gu: ઇન્ટરવ્યૂની તૈયારી
mr: मुलाखतीची तयारी

source: Skill Development
gu: કૌશલ્ય વિકાસ
mr: कौशल्य विकास

source: Years
gu: વર્ષો
mr: वर्षे

source: Email
gu: ઇમેઇલ
mr: ईमेल

source: Education Level
gu: શિક્ષણ સ્તર
mr: शिक्षण पातळी

source: Not Provided
gu: પ્રદાન કરેલ નથી
mr: प्रदान केले नाही

source: Resume
gu: રિઝ્યૂમે
mr: रिझ्यूमे

source: No resume uploaded
gu: કોઈ રિઝ્યૂમે અપલોડ કરેલ નથી
mr: कोणता रिझ्यूमे अपलोड केला नाही

source: Tap to view
gu: જોવા માટે ટેપ કરો
mr: पाहण्यासाठी टॅप करा

# noResumeAvailable
source: No resume available to open
gu: જોવા માટે કોઈ રિઝ્યૂમે ઉપલબ્ધ નથી
mr: पाहण्यासाठी कोणता रिझ्यूमे उपलब्ध नाही

source: Resume URL
gu: રિઝ્યૂમે URL
mr: रिझ्यूमे URL

# copyUrlToBrowser
source: Copy this URL to open in browser:
gu: બ્રાઉઝરમાં ખોલવા માટે આ URL કૉપી કરો:
mr: ब्राउझरमध्ये उघडण्यासाठी हा URL कॉपी करा:

source: Close
gu: બંધ કરો
mr: बंद करा

source: Error opening resume
gu: રિઝ્યૂમે ખોલવામાં ભૂલ
mr: रिझ्यूमे उघडण्यात त्रुटी

source: Active
gu: સક્રિય
mr: सक्रिय

source: Thank You!
gu: આભાર!
mr: धन्यवाद!

# appreciateFeedback
source: We appreciate your valuable feedback
gu: અમે તમારા મૂલ્યવાન પ્રતિસાદની પ્રશંસા કરીએ છીએ
mr: आम्ही तुमच्या मौल्यवान फीडबॅकची प्रशंसा करतो

# howWasProfileExperience
source: How was your profile experience?
gu: તમારો પ્રોફાઇલ અનુભવ કેવો હતો?
mr: तुमचा प्रोफाइल अनुभव कसा होता?

source: Guest User
gu: મહેમાન વપરાશકર્તા
mr: अतिथी वापरकर्ता

source: Job Seeker
gu: નોકરી શોધનાર
mr: नोकरी शोधणारा

# gujarati
source: ગુજરાતી
mr: गुजराती
